{
   "advancedLabel": {
      "description": "Advanced label",
      "message": "Edistynyt"
   },
   "allowlistedDomainsDescription": {
      "description": "Enter domains to disable LocalCDN there. One entry per line.",
      "message": "Syötä verkkotunnukset, joilta haluat poistaa LocalCDN:n käytöstä. Yksi verkkotunnus per rivi."
   },
   "allowlistedDomainsTitle": {
      "description": "Deactivate LocalCDN for these domains:",
      "message": "Poista LocalCDN käytöstä näillä verkkosivuilla:"
   },
   "amountInjectedDescription": {
      "description": "Amount injected description.",
      "message": "Korvatut resurssipyynnöt lisäosan asennuksen jälkeen."
   },
   "betaLabel": {
      "description": "beta",
      "message": "Beta"
   },
   "blockGoogleFontsDescription": {
      "description": "If requests for missing resources are allowed, connections to \"fonts.googleapis.com\" are not blocked. Enable this option to block these requests.",
      "message": "Jos puuttuvien resurssien pyytäminen sallitaan, yhteyksiä \"fonts.googleapis.com\" -palveluun ei estetä. Ota tämä vaihtoehto käyttöön, jos haluat estää nämä pyynnöt."
   },
   "blockGoogleFontsTitle": {
      "description": "Block Google Fonts",
      "message": "Estä Google Fonts"
   },
   "blockMissingDescription": {
      "description": "Block requests for missing resources description.",
      "message": "Estää pyynnöt jos paikallista sisältöä ei ole saatavilla."
   },
   "blockMissingTitle": {
      "description": "Block requests for missing resources title",
      "message": "Estä pyynnöt puuttuviin resursseihin"
   },
   "btnAdvanced": {
      "description": "Advanced",
      "message": "Kehittynyt"
   },
   "btnGeneral": {
      "description": "Basic",
      "message": "Perus"
   },
   "btnInfo": {
      "description": "Info",
      "message": "Tiedot"
   },
   "btnOther": {
      "description": "Other",
      "message": "Muu"
   },
   "changeBadgeColorMissingResourcesDescription": {
      "description": "Change the badge color if resources are missing.",
      "message": "Vaihda merkin väri jos resursseja puuttuu."
   },
   "changeBadgeColorMissingResourcesTitle": {
      "description": "Indicate missing resources on the icon",
      "message": "Ilmoita puuttuvia resursseja kuvakkessa"
   },
   "chooseIconStyle": {
      "description": "Choose an icon for this extension",
      "message": "Valitse ikoni tälle lisäosalle"
   },
   "copyRuleSet": {
      "description": "Text of button to copy ruleset",
      "message": "Kopioi"
   },
   "counterBlocked": {
      "description": "Blocked",
      "message": "Estetty"
   },
   "counterMissing": {
      "description": "Missing",
      "message": "Puuttuu"
   },
   "dialogConfirmDeleteStatistics": {
      "description": "Are you sure you want to delete all the statistics?",
      "message": "Oletko varma että haluat poistaa kaikki tilastot?"
   },
   "dialogImportFailed": {
      "description": "Import failed",
      "message": "Tuonti epäonnistui"
   },
   "dialogImportSuccessful": {
      "description": "Import successful",
      "message": "Tuonti onnistui"
   },
   "disablePrefetchDescription": {
      "description": "Disable prefetch description.",
      "message": "Estä kiellettyjä sisältöpyyntöjä vuotamasta keskitettyihin jakeluverkkoihin."
   },
   "disablePrefetchTitle": {
      "description": "Disable prefetch title",
      "message": "Estä linkkien esihaku"
   },
   "extensionDescription": {
      "description": "Protects you against tracking through CDNs (Content Delivery Networks) by redirecting to local resources.",
      "message": "Suojaa sinua CDN:ien (sisällön jakeluverkkojen) jäljitykseltä uudelleenohjaamalla pyynnöt paikallisiin resursseihin."
   },
   "featureBreaksWebsitesButton": {
      "description": "Disable",
      "message": "Poista käytöstä"
   },
   "featureBreaksWebsitesDescription": {
      "description": "This feature breaks websites. Do not leave it enabled, unless you are prepared to manually add affected domains to the allow list.",
      "message": "Tämä ominaisuus rikkoo verkkosivuja. Älä jätä tätä päälle, ellet ole varautunut manuaalisesti sallimaan verkkotunnuksia, joihin tämä vaikuttaa."
   },
   "generateRuleSetDescription": {
      "description": "In case you are using an adblocker you can generate the rules here. You have to add these rules manually in your adblocker.",
      "message": "Jos käytät mainostenestäjää, voit luoda säännöt täällä. Sinun täytyy lisätä nämä säännöt manuaalisesti mainostenestäjään."
   },
   "generateRuleSetTitle": {
      "description": "Generate rule sets for your adblocker",
      "message": "Luo säännöt mainostenestäjällesi"
   },
   "headerImportExport": {
      "description": "Import/Export",
      "message": "Tuonti/Vienti"
   },
   "headerStatistics": {
      "description": "Statistics. The header of a statistics page.",
      "message": "Tilastot"
   },
   "headerStorageType": {
      "description": "Storage type",
      "message": "Tallenustyyppi"
   },
   "helpBlockGoogleFontsDescription": {
      "description": "LocalCDN can replace »Google Material Icons«. To catch the connection your adblocker (e.g. uBlock Origin, uMatrix or AdGuard) must allow the request. LocalCDN listens on these requests and if the query contains »Google Material Icons«, the resource will be replaced. If you uncheck the »Block requests for missing content« option, non-existent resources will be allowed to pass and »Google Fonts« will be loaded, because »Google Material Icons« and »Google Fonts« use the same domain. If you don‘t want this, you can block »Google Fonts« on LocalCDN.",
      "message": "LocalCDN voi korvata Google Material -ikonit. Napataksesi yhteyden mainostenesto-ohjelmasi (esim. uBlock Origin, uMatrix tai AdGuard) täytyy sallia pyyntö. LocalCDN kuuntelee näitä pyyntöjä, ja jos kysely sisältää maininnan \"Google Material Icons\", resurssi korvataan. Jos poissuljet valinnan, olemassaolemattomat resurssit sallitaan läpi ja Google-fontit ladataan, koska Google Material Icons ja Google Fonts käyttävät samaa domainia. Jos et halua tätä, voit estää Google-fontit LocalCDN:ssa."
   },
   "helpBlockGoogleFontsTitle": {
      "description": "Why is there a »Block Google Fonts« option?",
      "message": "Miksi \"Block Google Fonts\" -valinta on olemassa?"
   },
   "helpBrowserCompatibility": {
      "description": "Browser compatibility",
      "message": "Selaimen yhteensopivuus"
   },
   "helpBrowserCompatibilityTitle": {
      "description": "Browser compatibility",
      "message": "Selainyhteensopivuus"
   },
   "helpData": {
      "description": "Data",
      "message": "Data"
   },
   "helpExplanationChrome": {
      "description": "All Chromium based Browser",
      "message": "Kaikki Chromium-pohjaiset selaimet"
   },
   "helpHtmlFilterAfter": {
      "description": "The result then looks like this:",
      "message": "Tulos näyttää sen jälkeen tältä:"
   },
   "helpHtmlFilterBefore": {
      "description": "The HTML filter removes the red characters from this example:",
      "message": "HTML-suodatin poistaa punaiset merkit tästä esimerkistä:"
   },
   "helpHtmlFilterCrossorigin": {
      "description": "The crossorigin attribute prevents the replacement because the destination does not match the requested one.",
      "message": "Crossorigin-attribuutti estää korvaamisen, koska kohde ei ole yhteensopiva pyydetyn kanssa."
   },
   "helpHtmlFilterDescription": {
      "description": "In most cases LocalCDN can easily replace embedded frameworks and improves privacy. In some cases the website may try to prevent this by setting certain options in the HTML source code. LocalCDN reads the HTML source code before it is displayed in the browser and removes these part (red).",
      "message": "Suurimmassa osassa tapauksista LocalCDN voi helposti korvata sulautetut kehykset ja parantaa yksityisyyttä. Joissain tapauksissa verkkosivu voi yrittää estää tämän asettamalla tiettyjä vaihtoehtoja HTML-lähdekoodiin. LocalCDN lukee HTML-lähdekoodin ennen kuin se näytetään verkkoselaimessa ja poistaa nämä (punaisella)."
   },
   "helpHtmlFilterErrors": {
      "description": "Unfortunately, it sometimes happens that special characters are then displayed incorrectly. In this case you can deactivate the setting again, to display the umlauts correctly.",
      "message": "Valitettavasti joskus erikoismerkit näkyvät väärin. Tässä tapauksessa voit deaktivoida asetukset uudelleen, jotta kirjainten yläpuolella olevat pisteet näkyvät oikein."
   },
   "helpHtmlFilterIntegrity": {
      "description": "To save disk space and to deliver more frameworks LocalCDN upgrades a framework. An integrity tag is the hash value of a file. If the check fails, the browser won‘t include a framework. The integrity check will fail because the hash values for e.g. jQuery 1.10.1 and jQuery 1.12.4 are different.",
      "message": "Säästääkseen levytilaa ja toimittaakseen enemmän kehyksiä LocalCDN päivittää kehyksen. Eheystunniste on tiedoston tiivistearvo. Jos tarkastus epäonnistuu, selain ei sisällytä kehystä. Eheystarkastus epäonnistuu, koska tiivistearvot esimerkiksi jQuery 1.10.1:lle sekä jQuery 1.12.4:lle ovat erilaisia."
   },
   "helpHtmlFilterTitle": {
      "description": "What is »HTML filter«?",
      "message": "Mikä on HTML-suodatin?"
   },
   "helpHtmlFilterWhyTitle": {
      "description": "Why is it necessary to remove crossorigin and integrity attributes?",
      "message": "Miksi on välttämätöntä poistaa crossorigin- ja eheysattribuutit?"
   },
   "helpIcons": {
      "description": "Default, Light, Blue/Grey",
      "message": "Oletus, Vaalea, Sininen/Harmaa"
   },
   "helpIntroductionDescription": {
      "description": "LocalCDN is a web browser extension that emulates Content Delivery Networks to improve your online privacy. It intercepts traffic, finds supported frameworks/libraries locally, and injects them into the website. Feel free to use the following testing utility to find out if you are properly protected. For more information read the tutorial or our Wiki pages.",
      "message": "LocalCDN on selaimen lisäosa, joka jäljittelee sisällönjakeluverkkoja parantaakseen sinun yksityisyyttäsi verkossa. Se pysäyttää liikenteen, etsii tuetut kehykset/kirjastot paikallisesti, ja syöttää ne verkkosivustolle. Kokeile vapaasti testityökalua kokeillaksesi, oletko asianmukaisesti suojattu. Lue lisätietoja ohjekirjasta tai Wiki-sivuiltamme."
   },
   "helpIntroductionTitle": {
      "description": "Introduction",
      "message": "Esittely"
   },
   "helpLimitation": {
      "description": "This is not a limitation of LocalCDN, but missing API support of Chromium based browsers.",
      "message": "Tämä ei ole LocalCDN:n rajoitus, vaan rajapintatuen puuttuminen Chromium-pohjaisissa selaimissa."
   },
   "helpLinkTestUtility": {
      "description": "Testing utility",
      "message": "Testityökalu"
   },
   "helpLinkTutorial": {
      "description": "Tutorial",
      "message": "Ohjekirja"
   },
   "helpLinkWikiPages": {
      "description": "Wiki pages",
      "message": "Wiki-sivut"
   },
   "helpNo": {
      "description": "No",
      "message": "Ei"
   },
   "helpNumberOfInjections": {
      "description": "Numbers of injections",
      "message": "Injektioiden määrä"
   },
   "helpPermissionDescription": {
      "description": "LocalCDN needs to know which requests are created by a website to redirect or block it. With the introduction of MV3, this permission is listed as an optional permission.",
      "message": "LocalCDN:n tarvitsee tietää mitkä pyynnöt ovat verkkosivuston luomia ohjatakseen tai estääksen ne. MV3-rajapintaan siirtymisen seurauksena tämä käyttöoikeus näytetään valinnaisena."
   },
   "helpReplace": {
      "description": "Replace",
      "message": "Korvaa"
   },
   "helpReplaceOther": {
      "description": "Replace other resources",
      "message": "Korvaa muut resurssit"
   },
   "helpRuleGeneratorDescription": {
      "description": "If you want to automatically redirect all supported CDN connections to LocalCDN, you can add these rules to your adblocker to allow these redirections. If you do not want to add these rules, you must allow each CDN connection individually for each website.",
      "message": "Jos haluat automaattisesti ohjata kaikki tuetut CDN-yhteydet LocalCDN:ään, voit lisätä nämä säännöt mainostenesto-ohjelmaasi salliaksesi nämä uudelleenohjaukset. Jos et halua lisätä näitä sääntöjä, sinun täytyy sallia jokainen CDN-yhteys yksitellen joka verkkosivustolle."
   },
   "helpRuleGeneratorTitle": {
      "description": "Rule generator",
      "message": "Sääntöjen luonti"
   },
   "helpRuleGeneratorUblockDescription": {
      "description": "These rules are only relevant in »medium« or »hard« mode, because it blocks all 3rd-party resources. They are not necessary in »default«, »easy« or »very-easy« mode. For more information, please visit the uBlock Origin Wiki.",
      "message": "Nämä säännöt ovat relevantteja vain \"medium\" tai \"hard\" tilassa, koska se estää kaikki kolmannen osapuolen resurssit. Ne eivät ole välttämättä \"default\", \"easy\" tai \"very-easy\" tiloissa. Lisätietoja varten tutustu uBlock Origin Wikiin."
   },
   "helpRuleGeneratorUblockTableDefaultEasy": {
      "description": "Default/Easy",
      "message": "Oletus/Kevyt"
   },
   "helpRuleGeneratorUblockTableHard": {
      "description": "Hard",
      "message": "Kova"
   },
   "helpRuleGeneratorUblockTableIcon": {
      "description": "Icon",
      "message": "Kuvake"
   },
   "helpRuleGeneratorUblockTableMedium": {
      "description": "Medium",
      "message": "Keskitaso"
   },
   "helpRuleGeneratorUblockTableMode": {
      "description": "Mode",
      "message": "Tila"
   },
   "helpRuleGeneratorUblockTableUseful": {
      "description": "Rules useful",
      "message": "Hyödyllisiä sääntöjä"
   },
   "helpRuleGeneratorUblockTitle": {
      "description": "Only uBlock Origin:",
      "message": "Vain uBlock Origin:"
   },
   "helpStatisticsContent": {
      "description": "The statistics contain no information about the browser, operating system, requesting website, IP addresses or any other information. Just date, CDN+counter and framework+counter. It shows you which frameworks are replaced by LocalCDNs how often and which CDNs were requested.",
      "message": "Tilastot eivät sisällä mitään tietoa selaimesta, käyttöjärjestelmästä, verkkosivupyynnöistä, IP-osoitteista tai mistään muusta tiedosta. Pelkästään päivämäärä, CDN+counter ja ohjelmistokehys+counter. Se näyttää, mitkä ohjelmistokehykset LocalCDN on korvannut, kuinka usein, ja mitä sisältöjenjakeluverkkoja on pyydetty."
   },
   "helpStatisticsDescription": {
      "description": "Don‘t panic, nothing will be transmitted. It would be against all my principles. The statistics (JSON format) contains the following information: Date, CDN+counter and framework+counter. That‘s all. I‘ve an example here:",
      "message": "Ei hätää, mitään ei lähetetä eteenpäin. Se olisi vastoin kaikkia periaatteitani. Tilastotiedot (JSON-muodossa) sisältävät seuraavia tietoja: Päivämäärä, CDN+counter ja ohjelmistokehys+counter. Siinä kaikki. Minulla on tässä esimerkki:"
   },
   "helpStatisticsTitle": {
      "description": "What about the statistics? Is anything transferred to any servers?",
      "message": "Entä tilastotiedot? Siirretäänkö mitään tietoa millekään palvelimelle?"
   },
   "helpStatisticsTruthDescription": {
      "description": "The extension storage can be viewed directly with the Firefox browser. Open the URL »about:debugging«, switch to »Storage« and select »Extension Storage«. Under the key »internalStatisticsData« you will find the collected data. Just copy it and put it into a JSON PrettyPrinter to make it more readable. Please note that you have to remove the first and last quotation mark and the key to it. You should be able to see this clearly in this video.",
      "message": "Lisäosan tallennustilaa voi tarkastella suoraan Firefox-selaimesta. Avaa osoite »about:debugging«, siirry kohtaan »Tallennustila« ja valitse »Liitännäisten tallennustila«. Tunnuksen »internalStatisticsData« alta löydät kerätyt tiedot. Kopioi se ja lisää se JSON PrettyPrinteriin tehdäksesi siitä helpommin luettavan. Huomioithan, että sinun täytyy poistaa ensimmäinen ja viimeinen lainausmerkki ja avain siihen. Sinun tulisi nähdä tämä selkeästi tältä videolta."
   },
   "helpStatisticsTruthTitle": {
      "description": "How do I know that‘s true?",
      "message": "Mistä tiedän, onko se totta?"
   },
   "helpSyncAccount": {
      "description": "If you don‘t have a sync account, nothing will be synchronized. In that case it makes no difference what type of storage you have selected.",
      "message": "Jos sinulla ei ole Sync-tiliä, mitään ei voida synkronoida. Tässä tapauksessa ei ole merkitystä, minkä tallennustilan olet valinnut."
   },
   "helpSyncContentEver": {
      "description": "Settings that will be synchronized:",
      "message": "Asetukset, jotka synkronoidaan:"
   },
   "helpSyncContentLinks": {
      "description": "More information about Firefox Sync:",
      "message": "Lisätietoja Firefox Sync:sta:"
   },
   "helpSyncContentNever": {
      "description": "Things that are never synchronized:",
      "message": "Asiat, joita ei koskaan synkronoida:"
   },
   "helpSyncDescription": {
      "description": "Sync will only work if you are logged in with a Firefox account on the device and have allowed add-ons to sync in the settings. A separate sync server under your control will also work. This will synchronize most of the settings of LocalCDN across all devices.",
      "message": "Sync toimii vain, jos olet kirjautuneena Firefox-tilillä samassa laitteessa ja olet sallinut lisäosien synkronoida asetukset. Hallinnassasi oleva erillinen synkronointipalvelin toimii myös. Tämä synkronoi suurimman osan LocalCDN:n asetuksista kaikkiin laitteisiin."
   },
   "helpSyncTitle": {
      "description": "What will be synchronized when I select »sync« as storage type?",
      "message": "Mitä synkronoidaan, kun valitsen Sync:n tallennustavaksi?"
   },
   "helpUpgradeAllResources": {
      "description": "Upgrade all resources",
      "message": "Päivitä kaikki resurssit"
   },
   "helpWebsiteIssuesDescription": {
      "description": "There are two possible reasons: Either a framework/library is required that LocalCDN doesn‘t (yet) deliver or an SOP. A SOP (Same origin policy) is a security mechanism that determines what data the browser is allowed to load. It helps to isolate malicious documents and thus reduce possible attack vectors. This policy prevents the browser from loading the external frameworks of LocalCDN. Unfortunately there is no solution for this at the moment.",
      "message": "On kaksi mahdollista syytä: Joko kehys/kirjasto on vaadittu, jota LocalCDN ei (vielä) toimita tai SOP (Same origin policy). Se on turvallisuusmekanismi, joka määrittelee, mitä dataa selain saa ladata. Se helpottaa eristämään haitalliset asiakirjat ja siten vähentämän mahdollisia hyökkäysvektoreita. Tämä linjaus estää selainta lataamasta LocalCDN:n ulkopuolisia kehyksiä. Valitettavasti tähän ei ole vielä kehitetty ratkaisua."
   },
   "helpWebsiteIssuesTitle": {
      "description": "Some websites look strange or are not easy to use",
      "message": "Jotkut verkkosivut saattavat näyttää oudoilta tai eivät ole helppoja käyttää"
   },
   "helpWhatWillBeSynchronizedTitle": {
      "description": "What will be synchronized when I select »sync« as storage type?",
      "message": "Mitä synkronoidaan, kun valitsen Sync:n tallennustavaksi?"
   },
   "helpWhyThisPermission": {
      "description": "Why does this extension need this permission?",
      "message": "Miksi laajennus tarvitsee tämän käyttöoikeuden?"
   },
   "helpYes": {
      "description": "Yes",
      "message": "Kyllä"
   },
   "hideDonationButton": {
      "description": "Hide donation button",
      "message": "Piiloita lahjoitus nappi"
   },
   "htmlFilterDomainsDescription": {
      "description": "Enter the domains to be handled or ignored by the HTML filter. One entry per line.",
      "message": "Anna verkkotunnukset, joita HTML-suodatin käsittelee tai jättää huomiotta. Yksi verkkotunnus per rivi."
   },
   "htmlFilterDomainsTitleExclude": {
      "description": "Do not apply HTML filter to these domains:",
      "message": "Älä käytä HTML-suodatinta näille verkkotunnuksille:"
   },
   "htmlFilterDomainsTitleInclude": {
      "description": "Apply HTML filter for these domains:",
      "message": "Aseta HTML-suodatin näille verkkotunnuksille:"
   },
   "internalStatisticsDescription": {
      "description": "No data transmission. It’s all local on your device.",
      "message": "Tämä toiminta on tällä hetkellä kokeilullisessa vaiheessa. Ei tiedonsiirtoa. Kaikki on paikallista sinun laitteellasi."
   },
   "internalStatisticsTitle": {
      "description": "Internal statistics",
      "message": "Sisäiset tilastot"
   },
   "labelAll": {
      "description": "Statistics view over the whole time range",
      "message": ""
   },
   "labelAvg": {
      "description": "Followed by a number of average injections per day within a specific period.",
      "message": "Keskiarvo (Korvaavia päivässä)"
   },
   "labelDelete": {
      "description": "Button to delete all statistics data.",
      "message": "Poista"
   },
   "labelDomainsAllowlistGoogleFonts": {
      "description": "These domains are allowed to load Google Fonts. One entry per line.",
      "message": "Nämä verkkotunnukset saavat ladata Google Fonts:eja. Yksi verkkotunnus per rivi."
   },
   "labelDonate": {
      "description": "Donate",
      "message": "Lahjoita"
   },
   "labelExportData": {
      "description": "Back up to file",
      "message": "Varmuuskopio tiedostoon"
   },
   "labelImportData": {
      "description": "Restore from file",
      "message": "Palauta tiedostosta"
   },
   "labelInjectedFrameworks": {
      "description": "Followed by a number of injections within a specific period.",
      "message": "Korvatut puitteet"
   },
   "labelManipulateDOM": {
      "description": "Filter HTML source code",
      "message": "Suodata HTML-lähdekoodi"
   },
   "labelPastMonth": {
      "description": "Statistics view for past month.",
      "message": "Viime kuukausi"
   },
   "labelPastWeek": {
      "description": "Statistics view for past week.",
      "message": "Viime viikko"
   },
   "labelPastYear": {
      "description": "Statistics view for past year.",
      "message": "Viime vuosi"
   },
   "labelStorageTypeLocal": {
      "description": "Local",
      "message": "Paikallinen"
   },
   "labelStorageTypeSync": {
      "description": "Sync",
      "message": "Synkronoi"
   },
   "labelToday": {
      "description": "Statistics view for today.",
      "message": "Tänään"
   },
   "lastUpdate": {
      "description": "Last update:",
      "message": "Edellinen päivitys:"
   },
   "loggingDescription": {
      "description": "You can open the log with the icon in the menu. The log will be deleted when you close the browser or disable logging.",
      "message": "Voit avata lokin valikosta löytyvällä kuvakkeella. Loki poistetaan kun suljet selaimen tai otat lokituksen pois käytöstä."
   },
   "loggingTitle": {
      "description": "Enable logging",
      "message": "Ota lokitus käyttöön"
   },
   "negateHtmlFilterListDescription": {
      "description": "Enable this option to always apply the HTML filter. The domains in the list will be ignored then. If this option is disabled, the HTML filter is only applied to domains in the list.",
      "message": "Ota tämä asetus käyttöön, jos haluat aina käyttää HTML-suodatinta. Listan verkkotunnukset jätetään huomioimatta. Jos tämä valinta on pois päältä, HTML-suodatin on vain käytössä listan verkkotunnuksiin."
   },
   "negateHtmlFilterListTitle": {
      "description": "Invert HTML filter",
      "message": "Käännä HTML-suodatin"
   },
   "negateHtmlFilterListWarning": {
      "description": "This function can break websites. Please note the information on the Wiki page.",
      "message": "Tämä toiminto voi rikkoa verkkosivuja. Lisätietoja Wikisivulta."
   },
   "optionsTitle": {
      "description": "Options title",
      "message": "Asetukset"
   },
   "permissionAllow": {
      "description": "Allow",
      "message": "Salli"
   },
   "permissionMissing": {
      "description": "Missing permission",
      "message": "Riittämättömät käyttöoikeudet"
   },
   "permissionMoreInfo": {
      "description": "More info",
      "message": "Lisätietoja"
   },
   "permissionRevokedDescription": {
      "description": "Please do not disable the permission. LocalCDN needs the permission to detect and redirect requests to CDNs.",
      "message": "Älä poista tätä käyttöoikeutta. LocalCDN tarvitsee sitä pyyntöjen tunnistukseen ja uudelleenohjaukseen jakeluverkoille."
   },
   "permissionRevokedHeader": {
      "description": "Permission revoked",
      "message": "Käyttöoikeus mitätöity"
   },
   "permissionRevokedPermissionName": {
      "description": "The exact name of the permission. Exactly as it is displayed in Firefox.",
      "message": "Käytä dataasi kaikilta sivustoilta"
   },
   "showIconBadgeDescription": {
      "description": "Show icon badge description.",
      "message": "Näytä korvattujen kohteiden määrä lisäosan kuvakkeessa."
   },
   "showIconBadgeTitle": {
      "description": "Show icon badge title",
      "message": "Näytä korvattujen resurssien määrä kuvakkeessa"
   },
   "stripMetadataDescription": {
      "description": "Strip metadata description.",
      "message": "Poista arkaluontoiset tiedot jakeluverkkojen sisältöpyynnöistä yksityisyyden parantamiseksi."
   },
   "stripMetadataTitle": {
      "description": "Strip metadata title",
      "message": "Poista metatiedot sallituista sisältöpyynnöistä"
   },
   "titleBadgeDefault": {
      "description": "Default badge",
      "message": "Oletuskuvake"
   },
   "titleBadgeHTMLFilter": {
      "description": "HTML filter badge",
      "message": "HTML-suodattimen kuvake"
   },
   "titleBadgeMissingResource": {
      "description": "Missing or blocked resources badge",
      "message": "Puuttuva tai estetty resurssimerkki"
   },
   "titleHelp": {
      "description": "Help",
      "message": "Apua"
   },
   "updateNotificationAlways": {
      "description": "Always",
      "message": "Aina"
   },
   "updateNotificationNever": {
      "description": "Never (Silent Updates)",
      "message": "Ei koskaan (Hiljaiset Päivitykset)"
   },
   "updateNotificationOnlyRules": {
      "description": "Only if new CDNs and rules",
      "message": "Vain jos uusia CDN:ia ja sääntöjä"
   },
   "updateNotificationTitle": {
      "description": "Notification after an update",
      "message": "Ilmoitus päivityksen jälkeen"
   },
   "websiteBroken": {
      "description": "Website broken?",
      "message": "Verkkosivu rikki?"
   }
}
