{
   "advancedLabel": {
      "description": "Advanced label",
      "message": "Zaawansowane"
   },
   "allowlistedDomainsDescription": {
      "description": "Enter domains to disable LocalCDN there. One entry per line.",
      "message": "Podaj domeny, aby dodać je do białej listy. Jeden wpis na wiersz."
   },
   "allowlistedDomainsTitle": {
      "description": "Deactivate LocalCDN for these domains:",
      "message": "Wyłącz LocalCDN dla tych domen:"
   },
   "amountInjectedDescription": {
      "description": "Amount injected description.",
      "message": "Liczba wstrzyknięć z lokalnego Content Delivery Network od czasu instalacji."
   },
   "betaLabel": {
      "description": "beta",
      "message": "Beta"
   },
   "blockGoogleFontsDescription": {
      "description": "If requests for missing resources are allowed, connections to \"fonts.googleapis.com\" are not blocked. Enable this option to block these requests.",
      "message": "Jeśli żądania o brakujące zasoby są dozwolone, wtedy połączenia z \"fonts.googleapis.com\" nie są blokowane. Należy włączyć tę opcję, aby zablokować te żądania."
   },
   "blockGoogleFontsTitle": {
      "description": "Block Google Fonts",
      "message": "Blokuj czcionki Google"
   },
   "blockMissingDescription": {
      "description": "Block requests for missing resources description.",
      "message": "Anuluj przechwycone żądania, jeśli wymagany zasób nie jest dostępny lokalnie."
   },
   "blockMissingTitle": {
      "description": "Block requests for missing resources title",
      "message": "Blokuj prośby o brakujące zasoby"
   },
   "btnAdvanced": {
      "description": "Advanced",
      "message": "Zaawansowane"
   },
   "btnGeneral": {
      "description": "Basic",
      "message": "Podstawowe"
   },
   "btnInfo": {
      "description": "Info",
      "message": "Info"
   },
   "btnOther": {
      "description": "Other",
      "message": "Pozostałe"
   },
   "changeBadgeColorMissingResourcesDescription": {
      "description": "Change the badge color if resources are missing.",
      "message": "Zmień kolor ikony, gdy brakuje zasobów."
   },
   "changeBadgeColorMissingResourcesTitle": {
      "description": "Indicate missing resources on the icon",
      "message": "Wskaż brakujące zasoby na ikonie"
   },
   "chooseIconStyle": {
      "description": "Choose an icon for this extension",
      "message": "Wybierz ikonę dla rozszerzenia"
   },
   "copyRuleSet": {
      "description": "Text of button to copy ruleset",
      "message": "Kopiuj"
   },
   "counterBlocked": {
      "description": "Blocked",
      "message": "Zablokowane"
   },
   "counterMissing": {
      "description": "Missing",
      "message": "Brakujące"
   },
   "dialogConfirmDeleteStatistics": {
      "description": "Are you sure you want to delete all the statistics?",
      "message": "Czy jesteś pewny że chcesz usunąć wszystkie statystyki?"
   },
   "dialogImportFailed": {
      "description": "Import failed",
      "message": "Importowanie się nie powiodło"
   },
   "dialogImportSuccessful": {
      "description": "Import successful",
      "message": "Zaimportowano"
   },
   "disablePrefetchDescription": {
      "description": "Disable prefetch description.",
      "message": "Zapobiegaj wyciekaniu zabronionych próśb do systemów dostarczania."
   },
   "disablePrefetchTitle": {
      "description": "Disable prefetch title",
      "message": "Wyłącz wczesne pobieranie linków"
   },
   "extensionDescription": {
      "description": "Protects you against tracking through CDNs (Content Delivery Networks) by redirecting to local resources.",
      "message": "Chroni cię przed śledzeniem przez CDN (scentralizowane ośrodki CDN) poprzez przekierowanie do lokalnych zródeł."
   },
   "featureBreaksWebsitesButton": {
      "description": "Disable",
      "message": "Wyłącz"
   },
   "featureBreaksWebsitesDescription": {
      "description": "This feature breaks websites. Do not leave it enabled, unless you are prepared to manually add affected domains to the allow list.",
      "message": "Ta opcja psuje strony. Nie pozostawiaj jej włączonej, chyba że jesteś gotów do ręcznego dodania niedziałające domeny do listy zezwolonych."
   },
   "generateRuleSetDescription": {
      "description": "In case you are using an adblocker you can generate the rules here. You have to add these rules manually in your adblocker.",
      "message": "Jeśli używasz swojej wtyczki do blokowania reklam, w tym oto miejscu możesz wygenerować odpowiednie reguły. Musisz je potem dodać ręcznie w ustawieniach wtyczki."
   },
   "generateRuleSetTitle": {
      "description": "Generate rule sets for your adblocker",
      "message": "Generuj zestawy reguł dla Twojej wtyczki do blokowania reklam"
   },
   "headerImportExport": {
      "description": "Import/Export",
      "message": "Importowanie/Eksportowanie"
   },
   "headerStatistics": {
      "description": "Statistics. The header of a statistics page.",
      "message": "Statystyki"
   },
   "headerStorageType": {
      "description": "Storage type",
      "message": "Typ przechowywania danych"
   },
   "helpBlockGoogleFontsDescription": {
      "description": "LocalCDN can replace »Google Material Icons«. To catch the connection your adblocker (e.g. uBlock Origin, uMatrix or AdGuard) must allow the request. LocalCDN listens on these requests and if the query contains »Google Material Icons«, the resource will be replaced. If you uncheck the »Block requests for missing content« option, non-existent resources will be allowed to pass and »Google Fonts« will be loaded, because »Google Material Icons« and »Google Fonts« use the same domain. If you don‘t want this, you can block »Google Fonts« on LocalCDN.",
      "message": "LocalCDN może zastąpić \"Google Material Icons\". Aby złapać połączenie, Twój adblocker (np. uBlock Origin, uMatrix lub AdGuard) musi zezwolić na to żądanie. LocalCDN nasłuchuje tych żądań i jeśli żądanie zawiera \"Google Material Icons\", zasób zostanie zastąpiony. Jeśli odznaczysz opcję \"Block requests for missing content\", nieistniejące zasoby zostaną przepuszczone i \"Google Fonts\" zostanie załadowany, ponieważ \"Google Material Icons\" i \"Google Fonts\" używają tej samej domeny. Jeśli tego nie chcesz, możesz zablokować \"Google Fonts\" w LocalCDN."
   },
   "helpBlockGoogleFontsTitle": {
      "description": "Why is there a »Block Google Fonts« option?",
      "message": "Dlaczego znajduje się tutaj opcja »Blokuj czcionki Google«?"
   },
   "helpBrowserCompatibility": {
      "description": "Browser compatibility",
      "message": "Zgodność z przeglądarką"
   },
   "helpBrowserCompatibilityTitle": {
      "description": "Browser compatibility",
      "message": "Zgodność z przeglądarką"
   },
   "helpData": {
      "description": "Data",
      "message": "Dane"
   },
   "helpExplanationChrome": {
      "description": "All Chromium based Browser",
      "message": "Wszystkie przeglądarki bazujące na silniku Chromium"
   },
   "helpHtmlFilterAfter": {
      "description": "The result then looks like this:",
      "message": "Wynikiem tego jest:"
   },
   "helpHtmlFilterBefore": {
      "description": "The HTML filter removes the red characters from this example:",
      "message": "Filtr HTML usuwa czerwone znaki z tego przykładu:"
   },
   "helpHtmlFilterCrossorigin": {
      "description": "The crossorigin attribute prevents the replacement because the destination does not match the requested one.",
      "message": "Atrybut crossorigin zapobiega podmianie, ponieważ miejsce docelowe nie jest zgodne z żądanym."
   },
   "helpHtmlFilterDescription": {
      "description": "In most cases LocalCDN can easily replace embedded frameworks and improves privacy. In some cases the website may try to prevent this by setting certain options in the HTML source code. LocalCDN reads the HTML source code before it is displayed in the browser and removes these part (red).",
      "message": "W większości przypadków LocalCDN może łatwo zastąpić embedowane frameworki i poprawić prywatność. W niektórych przypadkach witryna może próbować temu zapobiec, ustawiając pewne opcje w kodzie źródłowym HTML. LocalCDN odczytuje kod źródłowy HTML przed wyświetleniem go w przeglądarce i usuwa te elementy (kolor czerwony)."
   },
   "helpHtmlFilterErrors": {
      "description": "Unfortunately, it sometimes happens that special characters are then displayed incorrectly. In this case you can deactivate the setting again, to display the umlauts correctly.",
      "message": "Niestety, czasami zdarza się, że znaki specjalne są wyświetlane nieprawidłowo. W takim przypadku można dezaktywować to ustawienie, aby umlauty były wyświetlane poprawnie."
   },
   "helpHtmlFilterIntegrity": {
      "description": "To save disk space and to deliver more frameworks LocalCDN upgrades a framework. An integrity tag is the hash value of a file. If the check fails, the browser won‘t include a framework. The integrity check will fail because the hash values for e.g. jQuery 1.10.1 and jQuery 1.12.4 are different.",
      "message": "Aby zaoszczędzić miejsce na dysku i dostarczyć więcej frameworków LocalCDN aktualizuje framework. Znacznik integralności jest wartością hash pliku. Jeśli sprawdzenie nie powiedzie się, przeglądarka nie będzie zawierała frameworka. Sprawdzenie integralności nie powiedzie się, ponieważ wartości hash np. dla jQuery 1.10.1 i jQuery 1.12.4 są różne."
   },
   "helpHtmlFilterTitle": {
      "description": "What is »HTML filter«?",
      "message": "Co to jest »filtr HTML«?"
   },
   "helpHtmlFilterWhyTitle": {
      "description": "Why is it necessary to remove crossorigin and integrity attributes?",
      "message": "Dlaczego konieczne jest usunięcie atrybutów crossorigin i integrity?"
   },
   "helpIcons": {
      "description": "Default, Light, Blue/Grey",
      "message": "Domyślna, Jasna, Niebieska/Szara"
   },
   "helpIntroductionDescription": {
      "description": "LocalCDN is a web browser extension that emulates Content Delivery Networks to improve your online privacy. It intercepts traffic, finds supported frameworks/libraries locally, and injects them into the website. Feel free to use the following testing utility to find out if you are properly protected. For more information read the tutorial or our Wiki pages.",
      "message": "LocalCDN to rozszerzenie do przeglądarki internetowej, które emuluje Content Delivery Networks, aby poprawić prywatność online. Przechwytuje ono ruch, wyszukuje lokalnie obsługiwane frameworki/biblioteki i wstrzykuje je w stronę internetową. Zachęcamy do skorzystania z poniższego narzędzia testowego, aby sprawdzić, czy jesteś odpowiednio chroniony. Aby uzyskać więcej informacji przeczytaj samouczek lub strony w Wiki."
   },
   "helpIntroductionTitle": {
      "description": "Introduction",
      "message": "Wprowadzenie"
   },
   "helpLimitation": {
      "description": "This is not a limitation of LocalCDN, but missing API support of Chromium based browsers.",
      "message": "To nie jest ograniczenie LocalCDN, ale brak obsługi API w przeglądarkach opartych na Chromium."
   },
   "helpLinkTestUtility": {
      "description": "Testing utility",
      "message": "Narzędzie testowania"
   },
   "helpLinkTutorial": {
      "description": "Tutorial",
      "message": "Instruktaż"
   },
   "helpLinkWikiPages": {
      "description": "Wiki pages",
      "message": "Wiki strony"
   },
   "helpNo": {
      "description": "No",
      "message": "Nie"
   },
   "helpNumberOfInjections": {
      "description": "Numbers of injections",
      "message": "Liczba wstrzyknięć"
   },
   "helpPermissionDescription": {
      "description": "LocalCDN needs to know which requests are created by a website to redirect or block it. With the introduction of MV3, this permission is listed as an optional permission.",
      "message": ""
   },
   "helpReplace": {
      "description": "Replace",
      "message": "Zamień"
   },
   "helpReplaceOther": {
      "description": "Replace other resources",
      "message": "Zastępowanie innych zasobów"
   },
   "helpRuleGeneratorDescription": {
      "description": "If you want to automatically redirect all supported CDN connections to LocalCDN, you can add these rules to your adblocker to allow these redirections. If you do not want to add these rules, you must allow each CDN connection individually for each website.",
      "message": "Jeśli chcesz automatycznie przekierować wszystkie obsługiwane połączenia CDN do LocalCDN, możesz dodać te reguły do swojego adblockera w celu zezwolenia na nie. Jeśli nie chcesz dodawać tych reguł, musisz zezwolić na każde połączenie CDN indywidualnie dla każdej witryny."
   },
   "helpRuleGeneratorTitle": {
      "description": "Rule generator",
      "message": "Generator reguł"
   },
   "helpRuleGeneratorUblockDescription": {
      "description": "These rules are only relevant in »medium« or »hard« mode, because it blocks all 3rd-party resources. They are not necessary in »default«, »easy« or »very-easy« mode. For more information, please visit the uBlock Origin Wiki.",
      "message": "Zasady te są przydatne tylko w trybie \"medium\" lub \"hard\", ponieważ blokuje on wszystkie zasoby stron trzecich. Nie są one konieczne w trybie \"default\", \"easy\" lub \"very-easy\". Aby uzyskać więcej informacji, odwiedź wikię uBlock Origin."
   },
   "helpRuleGeneratorUblockTableDefaultEasy": {
      "description": "Default/Easy",
      "message": "Domyślny/Łatwy"
   },
   "helpRuleGeneratorUblockTableHard": {
      "description": "Hard",
      "message": "Trudny"
   },
   "helpRuleGeneratorUblockTableIcon": {
      "description": "Icon",
      "message": "Ikona"
   },
   "helpRuleGeneratorUblockTableMedium": {
      "description": "Medium",
      "message": "Średni"
   },
   "helpRuleGeneratorUblockTableMode": {
      "description": "Mode",
      "message": "Tryb"
   },
   "helpRuleGeneratorUblockTableUseful": {
      "description": "Rules useful",
      "message": "Przydatne reguły"
   },
   "helpRuleGeneratorUblockTitle": {
      "description": "Only uBlock Origin:",
      "message": "Tylko uBlock Origin:"
   },
   "helpStatisticsContent": {
      "description": "The statistics contain no information about the browser, operating system, requesting website, IP addresses or any other information. Just date, CDN+counter and framework+counter. It shows you which frameworks are replaced by LocalCDNs how often and which CDNs were requested.",
      "message": "Statystyki nie zawierają żadnych informacji na temat przeglądarki, systemu operacyjnego, żądanej strony, adresów IP ani żadnych innych informacji. Po prostu data, CDN+licznik i framework+licznik. Pokazuje ci, które frameworki są zastępowane przez LocalCDNs, jak często i które CDNy były żądane."
   },
   "helpStatisticsDescription": {
      "description": "Don‘t panic, nothing will be transmitted. It would be against all my principles. The statistics (JSON format) contains the following information: Date, CDN+counter and framework+counter. That‘s all. I‘ve an example here:",
      "message": "Bez paniki, nic nie zostanie przesłane. Byłoby to wbrew moim zasadom. Statystyki (format JSON) zawierają następujące informacje: Data, CDN+licznik oraz framework+licznik. To wszystko. Przykład mam tutaj:"
   },
   "helpStatisticsTitle": {
      "description": "What about the statistics? Is anything transferred to any servers?",
      "message": "Co ze statystykami? Czy coś jest przesyłane na czyjeś serwery?"
   },
   "helpStatisticsTruthDescription": {
      "description": "The extension storage can be viewed directly with the Firefox browser. Open the URL »about:debugging«, switch to »Storage« and select »Extension Storage«. Under the key »internalStatisticsData« you will find the collected data. Just copy it and put it into a JSON PrettyPrinter to make it more readable. Please note that you have to remove the first and last quotation mark and the key to it. You should be able to see this clearly in this video.",
      "message": "Magazyn rozszerzeń może być przeglądany bezpośrednio w przeglądarce Firefox. Otwórz adres URL \"about:debugging\", przejdź do \"Storage\" i wybierz \"Extension Storage\". Pod kluczem \"internalStatisticsData\" znajdziesz zebrane dane. Po prostu skopiuj je i umieść w JSON PrettyPrinter, aby uczynić je bardziej czytelnymi. Zwróć uwagę, że musisz usunąć pierwszy i ostatni cudzysłów oraz klucz do niego. Powinieneś być w stanie zobaczyć to wyraźnie na tym filmie."
   },
   "helpStatisticsTruthTitle": {
      "description": "How do I know that‘s true?",
      "message": "Skąd mam wiedzieć, że to prawda?"
   },
   "helpSyncAccount": {
      "description": "If you don‘t have a sync account, nothing will be synchronized. In that case it makes no difference what type of storage you have selected.",
      "message": "Jeśli nie masz konta to nic nie zostanie zsynchronizowane. W takim przypadku nie ma znaczenia, jaki typ pamięci masowej został wybrany."
   },
   "helpSyncContentEver": {
      "description": "Settings that will be synchronized:",
      "message": "Ustawienia, które będą synchronizowane:"
   },
   "helpSyncContentLinks": {
      "description": "More information about Firefox Sync:",
      "message": "Więcej informacji o Firefox Sync:"
   },
   "helpSyncContentNever": {
      "description": "Things that are never synchronized:",
      "message": "Rzeczy, które nigdy nie są synchronizowane:"
   },
   "helpSyncDescription": {
      "description": "Sync will only work if you are logged in with a Firefox account on the device and have allowed add-ons to sync in the settings. A separate sync server under your control will also work. This will synchronize most of the settings of LocalCDN across all devices.",
      "message": "Synchronizacja będzie działać tylko wtedy, gdy jesteś zalogowany na koncie Firefoksa na urządzeniu i zezwoliłeś w ustawieniach na synchronizację dodatków. Można również skorzystać z oddzielnego serwera synchronizacji, który znajduje się pod Twoją kontrolą. Dzięki temu większość ustawień LocalCDN zostanie zsynchronizowana na wszystkich urządzeniach."
   },
   "helpSyncTitle": {
      "description": "What will be synchronized when I select »sync« as storage type?",
      "message": "Co będzie synchronizowane, gdy jako typ magazynu wybiorę \"synchronizacja\"?"
   },
   "helpUpgradeAllResources": {
      "description": "Upgrade all resources",
      "message": "Aktualizowanie wszystkich zasobów"
   },
   "helpWebsiteIssuesDescription": {
      "description": "There are two possible reasons: Either a framework/library is required that LocalCDN doesn‘t (yet) deliver or an SOP. A SOP (Same origin policy) is a security mechanism that determines what data the browser is allowed to load. It helps to isolate malicious documents and thus reduce possible attack vectors. This policy prevents the browser from loading the external frameworks of LocalCDN. Unfortunately there is no solution for this at the moment.",
      "message": "Istnieją dwa możliwe powody: Albo wymagany jest framework/biblioteka, której LocalCDN (jeszcze) nie dostarcza, albo jest włączony SOP. Same origin policy (SOP) to mechanizm bezpieczeństwa, który określa, jakie dane przeglądarka może wczytać. Pomaga on odizolować złośliwe dokumenty i w ten sposób ograniczyć możliwe wektory ataku. Polityka ta uniemożliwia przeglądarce ładowanie zewnętrznych frameworków LocalCDN. Niestety w chwili obecnej nie ma na to żadnego rozwiązania."
   },
   "helpWebsiteIssuesTitle": {
      "description": "Some websites look strange or are not easy to use",
      "message": "Niektóre strony dziwnie wyglądają lub są trudne w użyciu"
   },
   "helpWhatWillBeSynchronizedTitle": {
      "description": "What will be synchronized when I select »sync« as storage type?",
      "message": "Co zostanie zsynchronizowane po wybraniu opcji »synchronizuj« jako typ pamięci?"
   },
   "helpWhyThisPermission": {
      "description": "Why does this extension need this permission?",
      "message": ""
   },
   "helpYes": {
      "description": "Yes",
      "message": "Tak"
   },
   "hideDonationButton": {
      "description": "Hide donation button",
      "message": "Ukryj przycisk dotacji"
   },
   "htmlFilterDomainsDescription": {
      "description": "Enter the domains to be handled or ignored by the HTML filter. One entry per line.",
      "message": "Możesz wykluczyć domeny z pomocą powyższej listy. Jedne wpis na wiersz."
   },
   "htmlFilterDomainsTitleExclude": {
      "description": "Do not apply HTML filter to these domains:",
      "message": "Nie używaj filtra HTML dla tych domen:"
   },
   "htmlFilterDomainsTitleInclude": {
      "description": "Apply HTML filter for these domains:",
      "message": "Zastosuj filtr HTML dla tych domen:"
   },
   "internalStatisticsDescription": {
      "description": "No data transmission. It’s all local on your device.",
      "message": "Funkcja ta jest obecnie w fazie eksperymentalnej. Brak transmisji danych. Wszystko jest przechowywane lokalnie na twoim urządzeniu."
   },
   "internalStatisticsTitle": {
      "description": "Internal statistics",
      "message": "Wewnętrzne statystyki"
   },
   "labelAll": {
      "description": "Statistics view over the whole time range",
      "message": ""
   },
   "labelAvg": {
      "description": "Followed by a number of average injections per day within a specific period.",
      "message": "Średnia (liczba wstrzyknięć dziennie)"
   },
   "labelDelete": {
      "description": "Button to delete all statistics data.",
      "message": "Usuń"
   },
   "labelDomainsAllowlistGoogleFonts": {
      "description": "These domains are allowed to load Google Fonts. One entry per line.",
      "message": "Te domeny mogą wczytywać Google Fonts. Jeden wpis na wiersz."
   },
   "labelDonate": {
      "description": "Donate",
      "message": "Dotacja"
   },
   "labelExportData": {
      "description": "Back up to file",
      "message": "Zrób kopię zapasową do pliku"
   },
   "labelImportData": {
      "description": "Restore from file",
      "message": "Przywróć kopię zapasową z pliku"
   },
   "labelInjectedFrameworks": {
      "description": "Followed by a number of injections within a specific period.",
      "message": "Wstrzykniętych frameworków"
   },
   "labelManipulateDOM": {
      "description": "Filter HTML source code",
      "message": "Filtruj kod źródłowy HTML"
   },
   "labelPastMonth": {
      "description": "Statistics view for past month.",
      "message": "Ostatni miesiąc"
   },
   "labelPastWeek": {
      "description": "Statistics view for past week.",
      "message": "Ostatni tydzień"
   },
   "labelPastYear": {
      "description": "Statistics view for past year.",
      "message": "Ostatni rok"
   },
   "labelStorageTypeLocal": {
      "description": "Local",
      "message": "Lokalnie"
   },
   "labelStorageTypeSync": {
      "description": "Sync",
      "message": "Synchronizacja"
   },
   "labelToday": {
      "description": "Statistics view for today.",
      "message": "Dzisiaj"
   },
   "lastUpdate": {
      "description": "Last update:",
      "message": "Ostatnia aktualizacja:"
   },
   "loggingDescription": {
      "description": "You can open the log with the icon in the menu. The log will be deleted when you close the browser or disable logging.",
      "message": "Możesz otworzyć dziennik zdarzeń za pomocą ikony w menu. Dziennik zostanie usunięty, gdy zamkniesz przeglądarkę lub wyłączysz rejestrowanie zdarzeń."
   },
   "loggingTitle": {
      "description": "Enable logging",
      "message": "Włącz zapis zdarzeń"
   },
   "negateHtmlFilterListDescription": {
      "description": "Enable this option to always apply the HTML filter. The domains in the list will be ignored then. If this option is disabled, the HTML filter is only applied to domains in the list.",
      "message": "Włącz tę opcję, aby zawsze stosować filtr HTML. Domeny znajdujące się na liście będą wtedy ignorowane. Jeśli ta opcja jest wyłączona, filtr HTML będzie stosowany tylko dla domen z listy."
   },
   "negateHtmlFilterListTitle": {
      "description": "Invert HTML filter",
      "message": "Odwróć działanie filtrowania HTML"
   },
   "negateHtmlFilterListWarning": {
      "description": "This function can break websites. Please note the information on the Wiki page.",
      "message": "Funkcja ta może spowodować uszkodzenie wyświetlania/działania stron internetowych. Proszę zwrócić uwagę na informacje zawarte na stronie Wiki."
   },
   "optionsTitle": {
      "description": "Options title",
      "message": "Ustawienia"
   },
   "permissionAllow": {
      "description": "Allow",
      "message": ""
   },
   "permissionMissing": {
      "description": "Missing permission",
      "message": ""
   },
   "permissionMoreInfo": {
      "description": "More info",
      "message": ""
   },
   "permissionRevokedDescription": {
      "description": "Please do not disable the permission. LocalCDN needs the permission to detect and redirect requests to CDNs.",
      "message": ""
   },
   "permissionRevokedHeader": {
      "description": "Permission revoked",
      "message": ""
   },
   "permissionRevokedPermissionName": {
      "description": "The exact name of the permission. Exactly as it is displayed in Firefox.",
      "message": ""
   },
   "showIconBadgeDescription": {
      "description": "Show icon badge description.",
      "message": "Pokaż liczbę wstrzykniętych zasobów na ikonie rozszerzenia."
   },
   "showIconBadgeTitle": {
      "description": "Show icon badge title",
      "message": "Wyświetl licznik wstrzyknięć na ikonie"
   },
   "stripMetadataDescription": {
      "description": "Strip metadata description.",
      "message": "Usuwaj wrażliwe dane z dozwolonych zapytań do CDN, aby zwiększyć prywatność."
   },
   "stripMetadataTitle": {
      "description": "Strip metadata title",
      "message": "Usuwaj metadane z dozwolonych próśb"
   },
   "titleBadgeDefault": {
      "description": "Default badge",
      "message": "Domyślna plakietka"
   },
   "titleBadgeHTMLFilter": {
      "description": "HTML filter badge",
      "message": "Plakietka filtru HTML"
   },
   "titleBadgeMissingResource": {
      "description": "Missing or blocked resources badge",
      "message": "Plakietka brakującego zasobu"
   },
   "titleHelp": {
      "description": "Help",
      "message": "Pomoc"
   },
   "updateNotificationAlways": {
      "description": "Always",
      "message": "Zawsze"
   },
   "updateNotificationNever": {
      "description": "Never (Silent Updates)",
      "message": "Nigdy (Ciche Aktualizacje)"
   },
   "updateNotificationOnlyRules": {
      "description": "Only if new CDNs and rules",
      "message": "Jeśli nowe CDN i zasady"
   },
   "updateNotificationTitle": {
      "description": "Notification after an update",
      "message": "Powiadomienia po aktualizacji"
   },
   "websiteBroken": {
      "description": "Website broken?",
      "message": "Zepsuta strona?"
   }
}
