{
   "advancedLabel": {
      "description": "Advanced label",
      "message": "مُتَقَدِّم"
   },
   "allowlistedDomainsDescription": {
      "description": "Enter domains to disable LocalCDN there. One entry per line.",
      "message": "أدخل النطاقات التي ترغب في تعطيل LocalCDN تحتها. أدخل واحد لكل سطر."
   },
   "allowlistedDomainsTitle": {
      "description": "Deactivate LocalCDN for these domains:",
      "message": "تعطيل LocalCDN تحت النطاقات التالية:"
   },
   "amountInjectedDescription": {
      "description": "Amount injected description.",
      "message": "عدد عمليات حقن موارد شبكات توصيل المحتوى المحليَّة منذ التثبيت."
   },
   "betaLabel": {
      "description": "beta",
      "message": "بيتا"
   },
   "blockGoogleFontsDescription": {
      "description": "If requests for missing resources are allowed, connections to \"fonts.googleapis.com\" are not blocked. Enable this option to block these requests.",
      "message": "إذا سُمِحَ بطلبات الموارد المفقودة، لن تُحظر الاتصالات بـ\"fonts.googleapis.com\". مَكِّن هذا الخيار لحظر هذه الطلبات."
   },
   "blockGoogleFontsTitle": {
      "description": "Block Google Fonts",
      "message": "حظر خطوط جوجل"
   },
   "blockMissingDescription": {
      "description": "Block requests for missing resources description.",
      "message": "إلغاء الطلب الذي تم اعتراضه إذا لم يكن المورد المطلوب متاحًا محليًا."
   },
   "blockMissingTitle": {
      "description": "Block requests for missing resources title",
      "message": "حظر طلبات الموارد غير المتوفِّرَة"
   },
   "btnAdvanced": {
      "description": "Advanced",
      "message": "مُتَقَدِّم"
   },
   "btnGeneral": {
      "description": "Basic",
      "message": "مبدئي"
   },
   "btnInfo": {
      "description": "Info",
      "message": "معلومات"
   },
   "btnOther": {
      "description": "Other",
      "message": "آخر"
   },
   "changeBadgeColorMissingResourcesDescription": {
      "description": "Change the badge color if resources are missing.",
      "message": "تغيير لون الشارَة إذا كانت الموارد مفقودة."
   },
   "changeBadgeColorMissingResourcesTitle": {
      "description": "Indicate missing resources on the icon",
      "message": "الإشارة إلى الموارد المفقودة على الأيقونة"
   },
   "chooseIconStyle": {
      "description": "Choose an icon for this extension",
      "message": "اختر أيقونة لهذا المُلحق"
   },
   "copyRuleSet": {
      "description": "Text of button to copy ruleset",
      "message": "نسخ"
   },
   "counterBlocked": {
      "description": "Blocked",
      "message": ""
   },
   "counterMissing": {
      "description": "Missing",
      "message": ""
   },
   "dialogConfirmDeleteStatistics": {
      "description": "Are you sure you want to delete all the statistics?",
      "message": "هل أنت متأكد من رغبتك في حذف كافة الإحصائيات؟"
   },
   "dialogImportFailed": {
      "description": "Import failed",
      "message": "فشل الاستيراد"
   },
   "dialogImportSuccessful": {
      "description": "Import successful",
      "message": "نجح الاستيراد"
   },
   "disablePrefetchDescription": {
      "description": "Disable prefetch description.",
      "message": "الوقاية من تسرب الطلبات غير المسموح بها إلى شبكات التوصيل."
   },
   "disablePrefetchTitle": {
      "description": "Disable prefetch title",
      "message": "تعطيل الجلب المسبق للرابط"
   },
   "extensionDescription": {
      "description": "Protects you against tracking through CDNs (Content Delivery Networks) by redirecting to local resources.",
      "message": "يحميك من التتبع عبر شبكات توصيل المحتوى (CDNs) عن طريق إعادة التوجيه إلى موارد محلية."
   },
   "featureBreaksWebsitesButton": {
      "description": "Disable",
      "message": "تعطيل"
   },
   "featureBreaksWebsitesDescription": {
      "description": "This feature breaks websites. Do not leave it enabled, unless you are prepared to manually add affected domains to the allow list.",
      "message": "هذه الميزة تُخرِّب مواقع الويب. لا تتركها مُفعَّلة، إلا إذا كنت مستعدًا لإضافة المجالات المتأثرة يدويًا إلى قائمة السماح."
   },
   "generateRuleSetDescription": {
      "description": "In case you are using an adblocker you can generate the rules here. You have to add these rules manually in your adblocker.",
      "message": "في حال استخدامك لِمانع إعلانات أو أداة حجب أُخرى، يمكنك إنشاء القواعد مِن هُنا. يجب عليك إضافة هذه القواعد يدويًا في أداة الحجب خاصتك."
   },
   "generateRuleSetTitle": {
      "description": "Generate rule sets for your adblocker",
      "message": "أنشئ مجموعة قواعد لأدوات الحجب لديك"
   },
   "headerImportExport": {
      "description": "Import/Export",
      "message": "استيراد/تصدير"
   },
   "headerStatistics": {
      "description": "Statistics. The header of a statistics page.",
      "message": "إحصاءات"
   },
   "headerStorageType": {
      "description": "Storage type",
      "message": "نوع التخزين"
   },
   "helpBlockGoogleFontsDescription": {
      "description": "LocalCDN can replace »Google Material Icons«. To catch the connection your adblocker (e.g. uBlock Origin, uMatrix or AdGuard) must allow the request. LocalCDN listens on these requests and if the query contains »Google Material Icons«, the resource will be replaced. If you uncheck the »Block requests for missing content« option, non-existent resources will be allowed to pass and »Google Fonts« will be loaded, because »Google Material Icons« and »Google Fonts« use the same domain. If you don‘t want this, you can block »Google Fonts« on LocalCDN.",
      "message": "يمكن لِـLocalCDN أن يستبدل »أيقونات جوجل الماديَّة«. للإمساك بالاتصال، يجب أن تسمح أداة الحجب (مثل uBlock Origin أو uMatrix أو AdGuard) بالطلب. يستمع LocalCDN إلى هذه الطلبات وإذا كان أحدهم يحتوي على »أيقونات جوجل الماديَّة«، فسوف يُستبدل المَورِد. إذا ألغيت تحديد خيار »حظر طلبات الموارد غير المتوفِّرَة«، فسوف يُسمح بمرور الموارد غير المتوفرة وسوف تُحمَّل »خطوط جوجل«، لأن »أيقونات جوجل المادية« وَ»خطوط جوجل« تستخدم نفس النطاق. إذا كنت لا تريد ذلك، يمكنك حظر »خطوط جوجل« في LocalCDN."
   },
   "helpBlockGoogleFontsTitle": {
      "description": "Why is there a »Block Google Fonts« option?",
      "message": "لماذا يوجد خيار »حظر خطوط قوقل«؟"
   },
   "helpBrowserCompatibility": {
      "description": "Browser compatibility",
      "message": "توافُق المتصفح"
   },
   "helpBrowserCompatibilityTitle": {
      "description": "Browser compatibility",
      "message": "التوافق مع المتصفحات"
   },
   "helpData": {
      "description": "Data",
      "message": "بيانات"
   },
   "helpExplanationChrome": {
      "description": "All Chromium based Browser",
      "message": "جميع المتصفحات المبنيَّة على كروميوم"
   },
   "helpHtmlFilterAfter": {
      "description": "The result then looks like this:",
      "message": "سوف تبدوا النتيجة كما يلي:"
   },
   "helpHtmlFilterBefore": {
      "description": "The HTML filter removes the red characters from this example:",
      "message": "يزيل مُرشِّح HTML الأحرف الحمراء من هذا المثال:"
   },
   "helpHtmlFilterCrossorigin": {
      "description": "The crossorigin attribute prevents the replacement because the destination does not match the requested one.",
      "message": "تمنع صفة crossorigin الاستبدال لأن الوجهة لا تتطابق مع الوجهة المطلوبة."
   },
   "helpHtmlFilterDescription": {
      "description": "In most cases LocalCDN can easily replace embedded frameworks and improves privacy. In some cases the website may try to prevent this by setting certain options in the HTML source code. LocalCDN reads the HTML source code before it is displayed in the browser and removes these part (red).",
      "message": "في معظم الحالات، يمكن لـLocalCDN استبدال أُطُر العمل المضمنة بسهولة وتحسين الخصوصية. لكن في بعض الحالات، قد يحاول موقع الويب منع ذلك عن طريق تعيين خيارات معينة في شفرة مصدر HTML. يقرأ LocalCDN شفرة مصدر HTML قبل عرضها في المستعرض ويزيل هذا الجزء (الأحمر)."
   },
   "helpHtmlFilterErrors": {
      "description": "Unfortunately, it sometimes happens that special characters are then displayed incorrectly. In this case you can deactivate the setting again, to display the umlauts correctly.",
      "message": "لسوء الحظ، تُعرض أحيانًا الأحرف الخاصة بشكل غير صحيح. في هذه الحالة، يمكنك إلغاء تنشيط الإعداد مرة أخرى، لعرض علامات تغير التشكيل بشكل صحيح."
   },
   "helpHtmlFilterIntegrity": {
      "description": "To save disk space and to deliver more frameworks LocalCDN upgrades a framework. An integrity tag is the hash value of a file. If the check fails, the browser won‘t include a framework. The integrity check will fail because the hash values for e.g. jQuery 1.10.1 and jQuery 1.12.4 are different.",
      "message": "لتوفير مساحة القرص وتقديم المزيد من الأطر، يُرَقِّي LocalCDN أُطُر العمل. صفة integrity هي قيمة تجزئة الملف. إذا فشل الفحص، فلن يُضمِّن المتصفح إطار العمل. يفشل اختبار التكامل لأن قيم التجزئة على سبيل المثال مختلفة لكل من jQuery 1.10.1 و jQuery 1.12.4."
   },
   "helpHtmlFilterTitle": {
      "description": "What is »HTML filter«?",
      "message": "ما هو »مُرشِّح HTML«؟"
   },
   "helpHtmlFilterWhyTitle": {
      "description": "Why is it necessary to remove crossorigin and integrity attributes?",
      "message": "لماذا من الضروري إزالة صفات crossorigin وَintegrity؟"
   },
   "helpIcons": {
      "description": "Default, Light, Blue/Grey",
      "message": "افتراضي، فاتح، أزرق/رمادي"
   },
   "helpIntroductionDescription": {
      "description": "LocalCDN is a web browser extension that emulates Content Delivery Networks to improve your online privacy. It intercepts traffic, finds supported frameworks/libraries locally, and injects them into the website. Feel free to use the following testing utility to find out if you are properly protected. For more information read the tutorial or our Wiki pages.",
      "message": "LocalCDN هو مُلحَق لمتصفح الويب يُحاكي شبكات توصيل المُحتوى لتعزيز الخصوصية على الإنترنت. إنَّهُ يعترض حركة مرور الاتصالات فيجد أُطُر العمل أو المكتبات المدعومة محليًا ثُمَّ يحقنهم في الموقع الإلكتروني. لا تتردد في استخدام أداة الاختبار التالية لمعرفة ما إذا كنت محميًا بشكل صحيح. لمزيد من المعلومات، اقرأ التعليمات أو صفحات موسوعتنا."
   },
   "helpIntroductionTitle": {
      "description": "Introduction",
      "message": "مقدَّمَة"
   },
   "helpLimitation": {
      "description": "This is not a limitation of LocalCDN, but missing API support of Chromium based browsers.",
      "message": "هذا ليس قيدًا مِن LocalCDN، ولكنه يفتقد إلى دعم واجهة برمجة التطبيقات للمتصفحات المنية على كروميوم."
   },
   "helpLinkTestUtility": {
      "description": "Testing utility",
      "message": "أداة الاختبار"
   },
   "helpLinkTutorial": {
      "description": "Tutorial",
      "message": "التعليمات"
   },
   "helpLinkWikiPages": {
      "description": "Wiki pages",
      "message": "صفحات الموسوعة"
   },
   "helpNo": {
      "description": "No",
      "message": "لا"
   },
   "helpNumberOfInjections": {
      "description": "Numbers of injections",
      "message": "عدد عمليات الحقن"
   },
   "helpPermissionDescription": {
      "description": "LocalCDN needs to know which requests are created by a website to redirect or block it. With the introduction of MV3, this permission is listed as an optional permission.",
      "message": ""
   },
   "helpReplace": {
      "description": "Replace",
      "message": "استبدال"
   },
   "helpReplaceOther": {
      "description": "Replace other resources",
      "message": "استبدل الموارد الأُخرى"
   },
   "helpRuleGeneratorDescription": {
      "description": "If you want to automatically redirect all supported CDN connections to LocalCDN, you can add these rules to your adblocker to allow these redirections. If you do not want to add these rules, you must allow each CDN connection individually for each website.",
      "message": "إذا كنت تريد إعادة توجيه جميع اتصالات شبكات توصيل المحتوى المدعومة تلقائيًا إلى LocalCDN ، فيمكنك إضافة هذه القواعد إلى أداة الحجب الخاصة بك للسماح بعمليات إعادة التوجيه هذه. إذا كنت لا ترغب في إضافة هذه القواعد، يجب أن تسمح لكل اتصال شبكة توصيل محتوى على حدة لكل موقع ويب."
   },
   "helpRuleGeneratorTitle": {
      "description": "Rule generator",
      "message": "مولِّد القواعِد"
   },
   "helpRuleGeneratorUblockDescription": {
      "description": "These rules are only relevant in »medium« or »hard« mode, because it blocks all 3rd-party resources. They are not necessary in »default«, »easy« or »very-easy« mode. For more information, please visit the uBlock Origin Wiki.",
      "message": "هذه القواعد ذات صلة فقط في الوضع »المتوسط« أو »الصعب«، لأنها تحظر جميع موارد الجهات الخارجية. فهي ليست ضرورية في الوضع »الافتراضي« أو »السهل« أو »السهل جدًا«. لمزيد من المعلومات، يرجى زيارة موسوعة uBlock Origin."
   },
   "helpRuleGeneratorUblockTableDefaultEasy": {
      "description": "Default/Easy",
      "message": "افتراضي/سهل"
   },
   "helpRuleGeneratorUblockTableHard": {
      "description": "Hard",
      "message": "صعب"
   },
   "helpRuleGeneratorUblockTableIcon": {
      "description": "Icon",
      "message": "أيقونة"
   },
   "helpRuleGeneratorUblockTableMedium": {
      "description": "Medium",
      "message": "متوسط"
   },
   "helpRuleGeneratorUblockTableMode": {
      "description": "Mode",
      "message": "الوضع"
   },
   "helpRuleGeneratorUblockTableUseful": {
      "description": "Rules useful",
      "message": "قواعد مفيدةقواعد مفيدة"
   },
   "helpRuleGeneratorUblockTitle": {
      "description": "Only uBlock Origin:",
      "message": "فقط uBlock Origin:"
   },
   "helpStatisticsContent": {
      "description": "The statistics contain no information about the browser, operating system, requesting website, IP addresses or any other information. Just date, CDN+counter and framework+counter. It shows you which frameworks are replaced by LocalCDNs how often and which CDNs were requested.",
      "message": "لا تحتوي الإحصائيات على معلومات حول المتصفح، نظام التشغيل، موقع الويب صاحِب الطلب، عناوين IP أو أي معلومات أخرى. مُجَرَّد تاريخ، عدَّاد شبكات توصيل المحتوى وعدَّاد أُطُر العمل. يُظهر لك أي إطارات تم استبدالها بواسطة LocalCDNs وكم مرة تم طلب شبكات توصيل المحتوى."
   },
   "helpStatisticsDescription": {
      "description": "Don‘t panic, nothing will be transmitted. It would be against all my principles. The statistics (JSON format) contains the following information: Date, CDN+counter and framework+counter. That‘s all. I‘ve an example here:",
      "message": "لا داعي للذعر، لن تُنقَل أي معلومات. وإلا سيكون هذا ضد كل مبادئي. تحتوي الإحصائيات (بتنسيق JSON) على المعلومات التالية: التاريخ، عدَّاد شبكات توصيل المحتوى وعدَّاد أُطُر العمل. هذا كل شئ. لدي مثال على ذلك هُنا:"
   },
   "helpStatisticsTitle": {
      "description": "What about the statistics? Is anything transferred to any servers?",
      "message": "ماذا عن الإحصائيات؟ هل يتم نقل أي شيء إلى أي خادِم؟"
   },
   "helpStatisticsTruthDescription": {
      "description": "The extension storage can be viewed directly with the Firefox browser. Open the URL »about:debugging«, switch to »Storage« and select »Extension Storage«. Under the key »internalStatisticsData« you will find the collected data. Just copy it and put it into a JSON PrettyPrinter to make it more readable. Please note that you have to remove the first and last quotation mark and the key to it. You should be able to see this clearly in this video.",
      "message": "يمكن عرض مساحة التخزين الإضافية مباشرة من خلال متصفح فَيَرفُوكس. افتح عنوان »about:debugging« ، انتقل إلى »التخزين« وحدِّد »مَخزَن المُلحَق«. تحت مفتاح \"InternalStatisticsData\" ستجد البيانات التي تم جمعها. ما عليك سوى نسخها ووضعها في JSON PrettyPrinter على سبيل المثال لجعلها أكثر قابلية للقراءة. يرجى ملاحظة أنه يجب عليك إزالة علامة الاقتباس الأولى والأخيرة والمفتاح الخاص بها. يجب أن تكون قادرًا على رؤية هذا بوضوح في هذا المقطع المرئي."
   },
   "helpStatisticsTruthTitle": {
      "description": "How do I know that‘s true?",
      "message": "كيف أعرف أن هذا الكلام صحيح؟"
   },
   "helpSyncAccount": {
      "description": "If you don‘t have a sync account, nothing will be synchronized. In that case it makes no difference what type of storage you have selected.",
      "message": "إذا لم يكن لديك حساب للمُزامَنَة، لن يُزامن أي شيء. في هذه الحالة، لا فرق في نوع التخزين الذي حددته."
   },
   "helpSyncContentEver": {
      "description": "Settings that will be synchronized:",
      "message": "الإعدادات الَّتي ستُزامَن:"
   },
   "helpSyncContentLinks": {
      "description": "More information about Firefox Sync:",
      "message": "مزيد من المعلومات حول مُزامَنَة فَيَرفُوكس:"
   },
   "helpSyncContentNever": {
      "description": "Things that are never synchronized:",
      "message": "الأشياء التي لا تُزامَن أبدًا:"
   },
   "helpSyncDescription": {
      "description": "Sync will only work if you are logged in with a Firefox account on the device and have allowed add-ons to sync in the settings. A separate sync server under your control will also work. This will synchronize most of the settings of LocalCDN across all devices.",
      "message": "لن تعمل المزامنة إلا إذا سجلت الدخول باستخدام حساب فَيَرفُوكس على الجهاز وسمحت بمزامنة المُلحقات من الإعدادات. سوف يعمل الأمر أيضًا إن استخدمت خادم مزامنة منفصل تحت سيطرتك. سيؤدي هذا إلى مزامنة معظم إعدادات LocalCDN عبر جميع الأجهزة."
   },
   "helpSyncTitle": {
      "description": "What will be synchronized when I select »sync« as storage type?",
      "message": "ما الذي سيُزامَن عندما أُحدِّد »مُتزامن« كنوع تخزين؟"
   },
   "helpUpgradeAllResources": {
      "description": "Upgrade all resources",
      "message": "ترقية كافَّة الموارِد"
   },
   "helpWebsiteIssuesDescription": {
      "description": "There are two possible reasons: Either a framework/library is required that LocalCDN doesn‘t (yet) deliver or an SOP. A SOP (Same origin policy) is a security mechanism that determines what data the browser is allowed to load. It helps to isolate malicious documents and thus reduce possible attack vectors. This policy prevents the browser from loading the external frameworks of LocalCDN. Unfortunately there is no solution for this at the moment.",
      "message": "هناك سببان محتملان: إما أن يكون إطار العمل/المكتبة مطلوبين بحيث أن LocalCDN لم يُقدمهم(حتى الآن أو بسبب إجراء SOP.SOP (مثل سياسة الأصل) هي آلية أمنية تحدد البيانات التي يُسمح للمتصفح بتحميلها. تساعد على عزل المستندات الضارة وبالتالي تقليل نواقل الهجوم المحتملة. تمنع هذه السياسة المتصفح من تحميل الأُطُر الخارجية لـLocalCDN. للأسف لا يوجد حل لهذا في الوقت الحالي."
   },
   "helpWebsiteIssuesTitle": {
      "description": "Some websites look strange or are not easy to use",
      "message": "تبدو بعض مواقع الويب غريبة أو ليست سهلة الاستخدام"
   },
   "helpWhatWillBeSynchronizedTitle": {
      "description": "What will be synchronized when I select »sync« as storage type?",
      "message": "ما الَّذي سوف يُزامَن عند تحديد »مزامنة« كنوع تخزين؟"
   },
   "helpWhyThisPermission": {
      "description": "Why does this extension need this permission?",
      "message": ""
   },
   "helpYes": {
      "description": "Yes",
      "message": "نعم"
   },
   "hideDonationButton": {
      "description": "Hide donation button",
      "message": "إخفاء زر المُساهمة"
   },
   "htmlFilterDomainsDescription": {
      "description": "Enter the domains to be handled or ignored by the HTML filter. One entry per line.",
      "message": "أدخل المجالات التي سوف يُتَعامل معها أو تجاهلها بواسطة مرشح HTML. إدخال واحد لكل سطر."
   },
   "htmlFilterDomainsTitleExclude": {
      "description": "Do not apply HTML filter to these domains:",
      "message": "لا تطبَّق ترشيح HTML على هذه النطاقات:"
   },
   "htmlFilterDomainsTitleInclude": {
      "description": "Apply HTML filter for these domains:",
      "message": "تطبيق ترشيح HTML لهذه المجالات:"
   },
   "internalStatisticsDescription": {
      "description": "No data transmission. It’s all local on your device.",
      "message": "هذه الوظيفة حاليًا في المرحلة التجريبيَّة. لا يوجد نقل للبيانات. كل ذلك محلي على جهازك."
   },
   "internalStatisticsTitle": {
      "description": "Internal statistics",
      "message": "الاحصاءات الداخليَّة"
   },
   "labelAll": {
      "description": "Statistics view over the whole time range",
      "message": ""
   },
   "labelAvg": {
      "description": "Followed by a number of average injections per day within a specific period.",
      "message": "المُتوسِّط (عمليات الاستبدال في اليوم)"
   },
   "labelDelete": {
      "description": "Button to delete all statistics data.",
      "message": "حذف"
   },
   "labelDomainsAllowlistGoogleFonts": {
      "description": "These domains are allowed to load Google Fonts. One entry per line.",
      "message": "يُسمح لهذه المجالات بتحميل خطوط جوحل. إدخال واحد لكل سطر."
   },
   "labelDonate": {
      "description": "Donate",
      "message": "ساهِم"
   },
   "labelExportData": {
      "description": "Back up to file",
      "message": "النسخ الاحتياطي لِملف"
   },
   "labelImportData": {
      "description": "Restore from file",
      "message": "الاستعادة من ملف"
   },
   "labelInjectedFrameworks": {
      "description": "Followed by a number of injections within a specific period.",
      "message": "أُطُر العمل المُستَبدَلَة"
   },
   "labelManipulateDOM": {
      "description": "Filter HTML source code",
      "message": "ترشيح شفرة مصدر HTML"
   },
   "labelPastMonth": {
      "description": "Statistics view for past month.",
      "message": "الشهر الماضي"
   },
   "labelPastWeek": {
      "description": "Statistics view for past week.",
      "message": "الأسبوع الماضي"
   },
   "labelPastYear": {
      "description": "Statistics view for past year.",
      "message": "العام الماضي"
   },
   "labelStorageTypeLocal": {
      "description": "Local",
      "message": "محلِّيّ"
   },
   "labelStorageTypeSync": {
      "description": "Sync",
      "message": "مُتزامن"
   },
   "labelToday": {
      "description": "Statistics view for today.",
      "message": "اليوم"
   },
   "lastUpdate": {
      "description": "Last update:",
      "message": "آخر تحديث:"
   },
   "loggingDescription": {
      "description": "You can open the log with the icon in the menu. The log will be deleted when you close the browser or disable logging.",
      "message": "يمكنك فتح السجل عن طريق النافذة المنبثقة من الأيقونة. سوف تُحذف السجلات عند إغلاق المتصفح أو تعطيل السجلات."
   },
   "loggingTitle": {
      "description": "Enable logging",
      "message": "تفعيل السِّجلات"
   },
   "negateHtmlFilterListDescription": {
      "description": "Enable this option to always apply the HTML filter. The domains in the list will be ignored then. If this option is disabled, the HTML filter is only applied to domains in the list.",
      "message": "مَكِّن هذا الخيار لتفعيل ترشيح HTML بشكل دائم. سوف تُتجاهل المجالات الَّي في القائمة بعد ذلك. إذا عُطِّلَ هذا الخيار، سوف يُطَبَّق ترشيح HTML فقط على المجالات الموجودة في القائمة."
   },
   "negateHtmlFilterListTitle": {
      "description": "Invert HTML filter",
      "message": "عكس مُرَشِّح HTML"
   },
   "negateHtmlFilterListWarning": {
      "description": "This function can break websites. Please note the information on the Wiki page.",
      "message": "قَد تخرِّب هذه الآليَّة بعض المواقع. يُرجى الاطلاع على المعلومات في صفحة الموسوعة."
   },
   "optionsTitle": {
      "description": "Options title",
      "message": "الخيارات"
   },
   "permissionAllow": {
      "description": "Allow",
      "message": ""
   },
   "permissionMissing": {
      "description": "Missing permission",
      "message": ""
   },
   "permissionMoreInfo": {
      "description": "More info",
      "message": ""
   },
   "permissionRevokedDescription": {
      "description": "Please do not disable the permission. LocalCDN needs the permission to detect and redirect requests to CDNs.",
      "message": ""
   },
   "permissionRevokedHeader": {
      "description": "Permission revoked",
      "message": ""
   },
   "permissionRevokedPermissionName": {
      "description": "The exact name of the permission. Exactly as it is displayed in Firefox.",
      "message": ""
   },
   "showIconBadgeDescription": {
      "description": "Show icon badge description.",
      "message": "عرض عدد الموارد التي تم حقنها على أيقونة المُلحَق."
   },
   "showIconBadgeTitle": {
      "description": "Show icon badge title",
      "message": "عرض عدد عمليات الحقن على الأيقونة"
   },
   "stripMetadataDescription": {
      "description": "Strip metadata description.",
      "message": "محو البيانات الحساسة من طلبات شبكات توصيل المحتوى المسموح بها؛ لغرض الرفع من مستوى الخصوصية."
   },
   "stripMetadataTitle": {
      "description": "Strip metadata title",
      "message": "إزالة البيانات الوصفية من الطلبات المسموح بها"
   },
   "titleBadgeDefault": {
      "description": "Default badge",
      "message": "الشارة الافتراضية"
   },
   "titleBadgeHTMLFilter": {
      "description": "HTML filter badge",
      "message": "شارة مُرَشِّح HTML"
   },
   "titleBadgeMissingResource": {
      "description": "Missing or blocked resources badge",
      "message": "شارة المورد غير المتوفر"
   },
   "titleHelp": {
      "description": "Help",
      "message": "المُساعدة"
   },
   "updateNotificationAlways": {
      "description": "Always",
      "message": "دائمًا"
   },
   "updateNotificationNever": {
      "description": "Never (Silent Updates)",
      "message": "أبدًا (تحديثات صامتة)"
   },
   "updateNotificationOnlyRules": {
      "description": "Only if new CDNs and rules",
      "message": "فقط عند وجود شبكات توصيل محتوى وقواعد جديدة"
   },
   "updateNotificationTitle": {
      "description": "Notification after an update",
      "message": "الإعلام بعد التحديثات"
   },
   "websiteBroken": {
      "description": "Website broken?",
      "message": "موقع الويب معطوب؟"
   }
}
